{
    "ログイン": "Login",
    "マイページ": "My Page",
    "きせかえ": "Customize",
    "スコアデータの確認": "View Scores",
    "ランキング": "Ranking",
    "こちらの「ログイン」ボタンから ドンだーひろばに入ることができます。": "You can enter the Donder Hiroba from this 'Login' button.",
    "お知らせだドン！": "Announcements!",
    "バンダイナムコID無料ユーザー登録": "Free Donder Hiroba ID Registration",
    "プライバシーポリシー / Privacy Policy": "Privacy Policy",
    "ご質問・お問い合わせ": "FAQs",
    "ドンだーひろばで出来ることを紹介するよ！": "Let me introduce what you can do in Donder Hiroba!",

    "こちらの「ログイン」ボタンから": "",
    "ドンだーひろばに入ることができます。": "You can enter Donder Hiroba using the “Login” button here.",
    
    "こちらの「ログイン」ボタンから ドンだーひろばに入ることができます。": "You can enter Donder Hiroba using the “Login” button here.",
    "「ドンだーひろば」をご利用の際は、 利用規約 (必読) にご同意ください。": "By using “Donder Hiroba,” you must agree to the Terms of Service (must-read).",
    "バンダイナムコID無料ユーザー登録": "Bandai Namco ID Free User Registration",
    "ドンだーひろばで出来ることを紹介するよ！": "Let me introduce what you can do on Donder Hiroba!",
    "（または、Aimeカード、「アミューズメントICカード」対応カード）のアクセスコードを登録してください。": "Please register the access code from your Aime card or compatible Amusement IC Card.",
    "カードの裏面に記載された20桁の数字がアクセスコードです。": "The 20-digit number on the back of the card is the access code.",
    "※「バンダイナムコIDサイト」「Bandai Namco Passportサイト」「ドンだーひろば」のいずれも、利用料は無料です。": "* Use of the Bandai Namco ID site, Bandai Namco Passport site, and Donder Hiroba is free of charge.",
    "※1つのバンダイナムコIDに、3枚のBandai Namco Passportまで紐付ける事ができます。": "* You can associate up to three Bandai Namco Passports with one Bandai Namco ID.",
    "別のカードを選び直す場合には、一度ログアウトするか、ログイン後の各ページ下部メニューにある「◇ユーザー切り替え」から選びなおす必要があります。": "To switch cards, log out once or use the “◊ Switch User” option in the bottom menu of any page after logging in.",
    "ちょっとお手間ですが、最初に登録すれば、後はずっと遊べますので、最初だけがんばって登録お願いいたします！": "It’s a bit of a hassle, but once you register at the start, you can play anytime—so just power through the registration at first!",
    "「ひろばへ入る」を選択してください。": "Please select “Enter Hiroba.”",
    "※「ドンだーひろば」を利用するには「バンダイナムコID」の登録（登録無料）が必要です。": "* A free Bandai Namco ID registration is required to use Donder Hiroba.",
    "※Please note that regardless of whether you use the Family Group feature or not, depending on your age group, you may not be able to use our services in some regions outside of Japan.": "※Please note that, regardless of Family Group usage, depending on your age group, the service may not be available in some regions outside Japan."
}